Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Sets are logged against an exercise, so you need at least one. Start from the built-in list and edit it, or add your own.
ar: تُسجَّل المجموعات على تمرين، فأنت بحاجة إلى واحد على الأقل. ابدأ من القائمة المدمجة وعدّلها، أو أضف تمارينك.
bg: Сериите се записват към упражнение, така че ти трябва поне едно. Започни от вградения списък и го редактирай, или добави свои.
ca: Les sèries es registren sobre un exercici, així que en necessites com a mínim un. Parteix de la llista integrada i edita-la, o afegeix-ne de teus.
cs: Série se zaznamenávají k cviku, takže potřebuješ aspoň jeden. Vyjdi ze zabudovaného seznamu a uprav si ho, nebo si přidej vlastní.
da: Sæt registreres på en øvelse, så du skal have mindst én. Tag udgangspunkt i den indbyggede liste og ret i den, eller tilføj dine egne.
de: Sätze werden zu einer Übung erfasst, du brauchst also mindestens eine. Fang mit der mitgelieferten Liste an und passe sie an, oder leg eigene an.
el: Τα σετ καταγράφονται σε μια άσκηση, οπότε χρειάζεσαι τουλάχιστον μία. Ξεκίνα από την ενσωματωμένη λίστα και άλλαξέ την, ή πρόσθεσε δικές σου.
es: Las series se registran contra un ejercicio, así que necesitas al menos uno. Parte de la lista incluida y edítala, o añade los tuyos.
et: Seeriad salvestatakse harjutuse juurde, seega vajad vähemalt üht. Alusta sisseehitatud nimekirjast ja muuda seda või lisa omad.
fi: Sarjat kirjataan liikkeelle, joten tarvitset vähintään yhden. Aloita valmiista luettelosta ja muokkaa sitä, tai lisää omia.
fr: Les séries sont enregistrées sur un exercice, il t'en faut donc au moins un. Pars de la liste fournie et modifie-la, ou ajoute les tiens.
ga: Logáiltear sraitheanna le cleachtadh, mar sin teastaíonn ceann amháin ar a laghad uait. Tosaigh leis an liosta ionsuite agus cuir in eagar é, nó cuir do chinn féin leis.
hr: Serije se bilježe uz vježbu, pa trebaš barem jednu. Kreni od ugrađenog popisa i uredi ga, ili dodaj svoje.
hu: A sorozatok gyakorlathoz rögzülnek, ezért legalább egy kell. Indulj a beépített listáról és szerkeszd, vagy vegyél fel sajátokat.
id: Set dicatat pada suatu gerakan, jadi kamu perlu setidaknya satu. Mulai dari daftar bawaan lalu ubah, atau tambahkan milikmu sendiri.
is: Sett eru skráð á æfingu, svo þú þarft að minnsta kosti eina. Byrjaðu á innbyggða listanum og breyttu honum, eða bættu við þínum eigin.
it: Le serie si registrano su un esercizio, quindi te ne serve almeno uno. Parti dall'elenco integrato e modificalo, oppure aggiungi i tuoi.
ja: セットは種目に紐づけて記録するため、最低 1 つ必要です。内蔵リストから始めて編集するか、自分で追加してください。
ko: 세트는 운동에 기록되므로 최소 하나는 있어야 합니다. 기본 목록에서 시작해 수정하거나 직접 추가하세요.
lt: Serijos žymimos prie pratimo, todėl reikia bent vieno. Pradėk nuo įtaisytojo sąrašo ir jį pakoreguok arba pridėk savo.
lv: Pieejas tiek pierakstītas pie vingrinājuma, tāpēc vajag vismaz vienu. Sāc ar iebūvēto sarakstu un rediģē to vai pievieno savus.
mk: Сериите се запишуваат кон вежба, па ти треба барем една. Почни од вградената листа и уреди ја, или додај свои.
ms: Set dicatat pada sesuatu senaman, jadi anda perlukan sekurang-kurangnya satu. Mulakan daripada senarai terbina dan editnya, atau tambah milik anda sendiri.
mt: Is-settijiet jiġu rreġistrati ma' eżerċizzju, għalhekk għandek bżonn mill-inqas wieħed. Ibda mil-lista inkluża u editjaha, jew żid tiegħek.
nb: Sett registreres på en øvelse, så du trenger minst én. Ta utgangspunkt i den innebygde lista og rediger den, eller legg til dine egne.
nl: Sets worden bij een oefening vastgelegd, dus je hebt er minstens één nodig. Begin met de ingebouwde lijst en pas die aan, of voeg je eigen oefeningen toe.
pl: Serie zapisuje się do ćwiczenia, więc potrzebujesz przynajmniej jednego. Zacznij od wbudowanej listy i ją zmodyfikuj, albo dodaj własne.
pt_br: As séries são registradas em um exercício, então você precisa de pelo menos um. Comece pela lista embutida e edite, ou crie os seus.
pt_pt: As séries são registadas num exercício, por isso precisas de pelo menos um. Parte da lista incluída e edita-a, ou acrescenta os teus.
ro: Seriile se înregistrează la un exercițiu, deci ai nevoie de cel puțin unul. Pornește de la lista predefinită și modific-o, sau adaugă-le pe ale tale.
ru: Подходы записываются к упражнению, поэтому нужно хотя бы одно. Возьмите встроенный список и отредактируйте его или добавьте своё.
sk: Série sa zaznamenávajú k cviku, takže potrebuješ aspoň jeden. Vyjdi zo vstavaného zoznamu a uprav si ho, alebo si pridaj vlastný.
sl: Serije se beležijo k vaji, zato potrebuješ vsaj eno. Začni z vgrajenim seznamom in ga uredi ali dodaj svoje.
sq: Seritë regjistrohen te një ushtrim, prandaj të duhet të paktën një. Nis nga lista e integruar dhe përshtate, ose shto të tuat.
sr: Серије се бележе уз вежбу, па ти треба бар једна. Крени од уграђене листе и уреди је, или додај своје.
sv: Set registreras mot en övning, så du behöver minst en. Utgå från den inbyggda listan och ändra den, eller lägg till egna.
tr: Setler bir harekete kaydedilir, yani en az bir taneye ihtiyacın var. Hazır listeden başlayıp düzenle ya da kendi hareketini ekle.
uk: Підходи записуються до вправи, тож потрібна щонайменше одна. Візьміть вбудований список і відредагуйте його або додайте своє.
vi: Mỗi hiệp đều được ghi vào một bài tập, nên bạn cần ít nhất một bài. Hãy bắt đầu từ danh sách có sẵn rồi sửa lại, hoặc tự thêm bài của riêng bạn.
zh_hans: 组数要记录在某个动作下，所以至少需要一个。可以从内置列表开始修改，或自己添加。
zh_hant: 組數要記在某個動作下，所以至少需要一個。可以從內建清單開始修改，或自己新增。

source: Sets: %lld
ar: المجموعات: %lld
bg: Серии: %lld
ca: Sèries: %lld
cs: Série: %lld
da: Sæt: %lld
de: Sätze: %lld
el: Σετ: %lld
es: Series: %lld
et: Seeriaid: %lld
fi: Sarjat: %lld
fr: Séries : %lld
ga: Sraitheanna: %lld
hr: Serije: %lld
hu: Sorozat: %lld
id: Set: %lld
is: Sett: %lld
it: Serie: %lld
ja: セット：%lld
ko: 세트: %lld
lt: Serijos: %lld
lv: Pieejas: %lld
mk: Серии: %lld
ms: Set: %lld
mt: Settijiet: %lld
nb: Sett: %lld
pl: Serie: %lld
pt_br: Séries: %lld
pt_pt: Séries: %lld
ro: Serii: %lld
ru: Подходов: %lld
sk: Série: %lld
sl: Serije: %lld
sq: Seri: %lld
sr: Серије: %lld
sv: Set: %lld
tr: Set: %lld
uk: Підходів: %lld
vi: Số hiệp: %lld
zh_hans: 组数：%lld
zh_hant: 組數：%lld

source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fr: Réglages
ga: Socruithe
hr: Postavke
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Подешавања
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Shape
ar: الشكل
bg: Форма
ca: Forma
cs: Tvar
da: Form
de: Form
el: Σχήμα
es: Trazado
et: Kuju
fi: Muoto
fr: Tracé
ga: Cruth
hr: Oblik
hu: Alak
id: Bentuk
is: Lögun
it: Tracciato
ja: 形状
ko: 형태
lt: Forma
lv: Forma
mk: Облик
ms: Bentuk
mt: Forma
nb: Form
nl: Vorm
pl: Kształt
pt_br: Traçado
pt_pt: Traçado
ro: Formă
ru: Форма
sk: Tvar
sl: Oblika
sq: Forma
sr: Облик
sv: Form
tr: Biçim
uk: Форма
vi: Hình dạng
zh_hans: 形状
zh_hant: 形狀

source: Share
ar: مشاركة
bg: Сподели
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
et: Jaga
fi: Jaa
fr: Partager
ga: Roinn
hr: Podijeli
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: 共有
ko: 공유
lt: Bendrinti
lv: Kopīgot
mk: Сподели
ms: Kongsi
mt: Aqsam
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sl: Deli
sq: Ndaj
sr: Подели
sv: Dela
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Sharp
ar: حاد
bg: Остър
ca: Afinat
cs: Nabroušený
da: Skarp
de: Spritzig
el: Σε αιχμή
es: Afinado
et: Terav
fi: Terävä
fr: Affûté
ga: Géar
hr: Oštra forma
hu: Éles
id: Tajam
is: Hvass
it: Affilato
ja: 仕上がり良好
ko: 날카로움
lt: Aštri forma
lv: Ass
mk: Остра форма
ms: Tajam
mt: Fl-aqwa
nb: Skjerpet
nl: Scherp
pl: Naostrzony
pt_br: Afiado
pt_pt: Afiado
ro: În formă de vârf
ru: Острая форма
sk: Nabrúsený
sl: Ostra forma
sq: I mprehtë
sr: Оштра форма
sv: Skärpt
tr: Keskin
uk: Гостра форма
vi: Sắc
zh_hans: 锐利
zh_hant: 銳利

source: Shoe
ar: حذاء
bg: Обувки
ca: Sabatilla
cs: Bota
da: Sko
de: Schuh
el: Παπούτσι
es: Zapatillas
et: Jalanõu
fi: Kengät
fr: Chaussures
ga: Bróg
hr: Tenisica
hu: Cipő
id: Sepatu
is: Skór
it: Scarpe
ja: シューズ
ko: 신발
lt: Batas
lv: Apavs
mk: Патика
ms: Kasut
mt: Żarbun
nb: Sko
nl: Schoen
pl: Buty
pt_br: Tênis
pt_pt: Sapatilhas
ro: Pantof
ru: Кроссовки
sk: Topánka
sl: Čevelj
sq: Atlete
sr: Патика
sv: Sko
tr: Ayakkabı
uk: Кросівки
vi: Giày
zh_hans: 跑鞋
zh_hant: 跑鞋

source: Shoe alerts
ar: تنبيهات الأحذية
bg: Известия за обувки
ca: Avisos de sabatilles
cs: Upozornění na boty
da: Advarsler om sko
de: Schuhwarnungen
el: Ειδοποιήσεις παπουτσιών
es: Avisos de zapatillas
et: Jalanõude hoiatused
fi: Kenkävaroitukset
fr: Alertes chaussures
ga: Foláirimh bróg
hr: Upozorenja za tenisice
hu: Cipőriasztások
id: Peringatan sepatu
is: Skóviðvaranir
it: Avvisi sulle scarpe
ja: シューズの警告
ko: 신발 알림
lt: Batų įspėjimai
lv: Apavu brīdinājumi
mk: Известувања за патиките
ms: Amaran kasut
mt: Twissijiet dwar iż-żraben
nb: Varsler om sko
nl: Schoenwaarschuwingen
pl: Ostrzeżenia o butach
pt_br: Alertas de tênis
pt_pt: Avisos de sapatilhas
ro: Alerte pentru pantofi
ru: Оповещения о кроссовках
sk: Upozornenia na topánky
sl: Opozorila za čevlje
sq: Njoftime për atletet
sr: Упозорења за патике
sv: Skovarningar
tr: Ayakkabı uyarıları
uk: Сповіщення про кросівки
vi: Cảnh báo giày
zh_hans: 跑鞋提醒
zh_hant: 跑鞋提醒

source: Shoes
ar: الأحذية
bg: Обувки
ca: Sabatilles
cs: Boty
da: Sko
de: Schuhe
el: Παπούτσια
es: Zapatillas
et: Jalanõud
fi: Kengät
fr: Chaussures
ga: Bróga
hr: Tenisice
hu: Cipők
id: Sepatu
is: Skór
it: Scarpe
ja: シューズ
ko: 신발
lt: Batai
lv: Apavi
mk: Патики
ms: Kasut
mt: Żraben
nb: Sko
nl: Schoenen
pl: Buty
pt_br: Tênis
pt_pt: Sapatilhas
ro: Pantofi
ru: Кроссовки
sk: Topánky
sl: Čevlji
sq: Atlete
sr: Патике
sv: Skor
tr: Ayakkabılar
uk: Кросівки
vi: Giày
zh_hans: 跑鞋
zh_hant: 跑鞋

source: Shoes & gear
ar: الأحذية والمعدات
bg: Обувки и екипировка
ca: Sabatilles i material
cs: Boty a vybavení
da: Sko og udstyr
de: Schuhe und Ausrüstung
el: Παπούτσια και εξοπλισμός
es: Zapatillas y material
et: Jalanõud ja varustus
fi: Kengät ja varusteet
fr: Chaussures et matériel
ga: Bróga agus trealamh
hr: Tenisice i oprema
hu: Cipők és felszerelés
id: Sepatu & perlengkapan
is: Skór og búnaður
it: Scarpe e attrezzatura
ja: シューズと用具
ko: 신발과 장비
lt: Batai ir įranga
lv: Apavi un aprīkojums
mk: Патики и опрема
ms: Kasut & peralatan
mt: Żraben u tagħmir
nb: Sko og utstyr
nl: Schoenen en materiaal
pl: Buty i sprzęt
pt_br: Tênis e equipamento
pt_pt: Sapatilhas e equipamento
ro: Pantofi și echipament
ru: Кроссовки и снаряжение
sk: Topánky a výbava
sl: Čevlji in oprema
sq: Atlete dhe pajisje
sr: Патике и опрема
sv: Skor och utrustning
tr: Ayakkabılar ve ekipman
uk: Кросівки та спорядження
vi: Giày & trang bị
zh_hans: 跑鞋与装备
zh_hant: 跑鞋與裝備

source: Shoulders
ar: الكتفان
bg: Рамене
ca: Espatlles
cs: Ramena
da: Skuldre
de: Schultern
el: Ώμοι
es: Hombros
et: Õlad
fi: Hartiat
fr: Épaules
ga: Guaillí
hr: Ramena
hu: Váll
id: Bahu
is: Axlir
it: Spalle
ja: 肩幅
ko: 어깨
lt: Pečiai
lv: Pleci
mk: Рамена
ms: Bahu
mt: Spallejn
nb: Skuldre
nl: Schouders
pl: Barki
pt_br: Ombros
pt_pt: Ombros
ro: Umeri
ru: Плечи
sk: Ramená
sl: Ramena
sq: Shpatullat
sr: Рамена
sv: Axlar
tr: Omuzlar
uk: Плечі
vi: Vai
zh_hans: 肩围
zh_hant: 肩圍

source: Shown when you pick this exercise while logging a set.
ar: يظهر عند اختيارك هذا التمرين أثناء تسجيل مجموعة.
bg: Показва се, когато избереш това упражнение при записване на серия.
ca: Es mostra quan tries aquest exercici en registrar una sèrie.
cs: Zobrazí se, když si tenhle cvik vybereš při zaznamenávání série.
da: Vises, når du vælger denne øvelse, mens du registrerer et sæt.
de: Wird angezeigt, wenn du diese Übung beim Erfassen eines Satzes auswählst.
el: Εμφανίζεται όταν διαλέγεις αυτή την άσκηση καταγράφοντας ένα σετ.
es: Se muestra cuando eliges este ejercicio al registrar una serie.
et: Kuvatakse, kui valid seeria salvestamisel selle harjutuse.
fi: Näkyy, kun valitset tämän liikkeen sarjaa kirjatessasi.
fr: S'affiche quand tu choisis cet exercice en enregistrant une série.
ga: Taispeántar é nuair a roghnaíonn tú an cleachtadh seo agus sraith á logáil agat.
hr: Prikazuje se kad odabereš ovu vježbu dok bilježiš seriju.
hu: Akkor jelenik meg, amikor sorozat rögzítésekor ezt a gyakorlatot választod.
id: Ditampilkan saat kamu memilih gerakan ini ketika mencatat set.
is: Birtist þegar þú velur þessa æfingu við skráningu setts.
it: Compare quando scegli questo esercizio mentre registri una serie.
ja: セットの記録時にこの種目を選ぶと表示されます。
ko: 세트를 기록할 때 이 운동을 고르면 표시됩니다.
lt: Rodoma, kai žymėdamas seriją pasirenki šį pratimą.
lv: Parādās, kad, pierakstot pieeju, izvēlies šo vingrinājumu.
mk: Се прикажува кога ќе ја избереш оваа вежба при запишување серија.
ms: Dipaparkan apabila anda memilih senaman ini semasa mencatat set.
mt: Jidher meta tagħżel dan l-eżerċizzju waqt li tirreġistra sett.
nb: Vises når du velger denne øvelsen mens du registrerer et sett.
nl: Wordt getoond wanneer je deze oefening kiest bij het vastleggen van een set.
pl: Pokazuje się, gdy wybierasz to ćwiczenie przy zapisywaniu serii.
pt_br: Aparece quando você escolhe este exercício ao registrar uma série.
pt_pt: Aparece quando escolhes este exercício ao registar uma série.
ro: Se afișează când alegi acest exercițiu în timp ce înregistrezi o serie.
ru: Показывается, когда вы выбираете это упражнение при записи подхода.
sk: Zobrazí sa, keď si tento cvik vyberieš pri zaznamenávaní série.
sl: Prikaže se, ko to vajo izbereš med beleženjem serije.
sq: Shfaqet kur e zgjedh këtë ushtrim gjatë regjistrimit të një serie.
sr: Приказује се кад изабереш ову вежбу док бележиш серију.
sv: Visas när du väljer den här övningen medan du registrerar ett set.
tr: Set kaydederken bu hareketi seçtiğinde gösterilir.
uk: Показується, коли ви вибираєте цю вправу під час запису підходу.
vi: Hiện lên khi bạn chọn bài tập này lúc ghi một hiệp.
zh_hans: 记录组数时选中该动作会显示。
zh_hant: 記錄組數時選到這個動作就會顯示。

source: Side
ar: الجانب
bg: Отстрани
ca: Perfil
cs: Zboku
da: Fra siden
de: Seitlich
el: Πλάι
es: Perfil
et: Küljelt
fi: Sivusta
fr: Profil
ga: Ón taobh
hr: Sa strane
hu: Oldalnézet
id: Samping
is: Frá hlið
it: Profilo
ja: 側面
ko: 측면
lt: Iš šono
lv: No sāna
mk: Од страна
ms: Sisi
mt: Mill-ġenb
nb: Fra siden
nl: Zijkant
pl: Bok
pt_br: Lado
pt_pt: Perfil
ro: Profil
ru: Сбоку
sk: Zboku
sl: Od strani
sq: Anash
sr: Са стране
sv: Från sidan
tr: Yandan
uk: Збоку
vi: Nghiêng
zh_hans: 侧面
zh_hant: 側面

source: Site
ar: الموضع
bg: Място
ca: Zona
cs: Místo
da: Sted
de: Stelle
el: Σημείο
es: Punto
et: Koht
fi: Kohta
fr: Zone
ga: Suíomh
hr: Mjesto
hu: Testtáj
id: Bagian tubuh
is: Staður
it: Punto
ja: 部位
ko: 부위
lt: Vieta
lv: Vieta
mk: Место
ms: Bahagian badan
mt: Post
nb: Sted
nl: Plek
pl: Miejsce
pt_br: Ponto
pt_pt: Ponto
ro: Zonă
ru: Зона
sk: Miesto
sl: Mesto
sq: Vendi
sr: Место
sv: Ställe
tr: Bölge
uk: Зона
vi: Vị trí đo
zh_hans: 部位
zh_hant: 部位

source: Skip
ar: تخطٍّ
bg: Пропусни
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
et: Jäta vahele
fi: Ohita
fr: Passer
ga: Scipeáil
hr: Preskoči
hu: Kihagyás
id: Lewati
is: Sleppa
it: Salta
ja: スキップ
ko: 건너뛰기
lt: Praleisti
lv: Izlaist
mk: Прескокни
ms: Langkau
mt: Aqbeż
nb: Hopp over
nl: Sla over
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
ro: Sari peste
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sq: Kapërce
sr: Прескочи
sv: Hoppa över
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

source: Sleep
ar: النوم
bg: Сън
ca: Son
cs: Spánek
da: Søvn
de: Schlaf
el: Ύπνος
es: Sueño
et: Uni
fi: Uni
fr: Sommeil
ga: Codladh
hr: San
hu: Alvás
id: Tidur
is: Svefn
it: Sonno
ja: 睡眠
ko: 수면
lt: Miegas
lv: Miegs
mk: Сон
ms: Tidur
mt: Irqad
nb: Søvn
nl: Slaap
pl: Sen
pt_br: Sono
pt_pt: Sono
ro: Somn
ru: Сон
sk: Spánok
sl: Spanec
sq: Gjumi
sr: Сан
sv: Sömn
tr: Uyku
uk: Сон
vi: Giấc ngủ
zh_hans: 睡眠
zh_hant: 睡眠

source: Slightly heavy
ar: ثقيل قليلًا
bg: Леко натежал
ca: Una mica pesat
cs: Trochu těžké
da: Lidt tung
de: Etwas schwer
el: Λίγο βαρύ
es: Algo pesado
et: Veidi raske
fi: Hieman raskas
fr: Un peu lourd
ga: Beagán trom
hr: Malo teško
hu: Kicsit nehéz
id: Agak berat
is: Aðeins þungt
it: Un po' pesante
ja: やや重い
ko: 약간 무거움
lt: Truputį sunku
lv: Nedaudz smags
mk: Малку тешко
ms: Agak berat
mt: Ftit tqil
nb: Litt tung
nl: Iets zwaar
pl: Lekko ciężko
pt_br: Um pouco pesado
pt_pt: Um pouco pesado
ro: Ușor greu
ru: Немного тяжело
sk: Trochu ťažké
sl: Rahlo težko
sq: Paksa e rëndë
sr: Мало тешко
sv: Lite tung
tr: Biraz ağır
uk: Трохи важко
vi: Hơi nặng
zh_hans: 略沉
zh_hant: 略沉

source: Snap to paths
ar: المحاذاة مع الطرق
bg: Захвани за пътеки
ca: Ajusta als camins
cs: Přichytit k cestám
da: Ret ind efter stier
de: An Wege anlegen
el: Προσαρμογή σε μονοπάτια
es: Ajustar a los caminos
et: Haagi radade külge
fi: Kiinnitä polkuihin
fr: Aligner sur les chemins
ga: Ceangail le cosáin
hr: Poravnaj sa stazama
hu: Illesztés utakra
id: Tempelkan ke jalur
is: Festa við stíga
it: Aggancia ai sentieri
ja: 道に合わせる
ko: 길에 맞추기
lt: Pritvirtinti prie takų
lv: Piesaistīt takām
mk: Прилепи кон патеките
ms: Lekapkan pada laluan
mt: Waħħal mal-mogħdijiet
nb: Fest til stier
nl: Aan paden vastzetten
pl: Przyciągaj do ścieżek
pt_br: Encaixar nos caminhos
pt_pt: Ajustar aos caminhos
ro: Aliniază la poteci
ru: Привязывать к дорожкам
sk: Prichytiť k cestám
sl: Pripni na poti
sq: Përputh me shtigjet
sr: Поравнај са стазама
sv: Fäst mot stigar
tr: Yollara oturt
uk: Прив’язувати до доріжок
vi: Bám vào đường có sẵn
zh_hans: 吸附到路径
zh_hant: 貼合路徑
